Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/suomen_saamelaiskarajat_toivottaa_onnea_norjan_saamelaiskarajille_30-vuotisjuhlapaivana.html.tmx
Source language: fin
Languages: sms

source: Suomen Saamelaiskäräjät toivottaa onnea Norjan Saamelaiskäräjille 30-vuotisjuhlapäivänä
sms: Lääʹddjânnam Sääʹmteʹǧǧ ääjjast leekk käimmses 30-eeʹǩǩjuuhlâst

source: Suomen Saamelaiskäräjät toivottaa onnea kaimalleen 30-vuotisjuhlassa taiteilija Heidi Gauriloffin maalaamalla ” Elämän virta pohjoisessa ” -taululla.
sms: Lääʹddjânnam Sääʹmteʹǧǧ ääjjast leekk käimmses 30-eeʹǩǩjuuhlâst čeäppneǩ Heidi Gaurilooff kälkkeem Jieʹllem räuʹnnj tââʹvest -tuejjõõzzin.

source: Kuvassa paulat virtaavat tunturilaakson joessa yhteistyön symbolina.
sms: Tuejjõõzzâst vuõddi kåʹlǧǧe jokklieʹjj jooǥǥâst õhttsažtuâj symboolân.

source: Puheenjohtaja Tiina Sanila-Aikio osallistuu Norjan Saamelaiskäräjien 30-vuotisjuhlaan tänään 25.9.2019 Kaarasjoella.
sms: Saaǥǥjååʹđteei Tiina Sanila-Aikio vuässââtt Taarr Sääʹmteeʹǧǧ 30 -eeʹǩǩjuʹhlle täʹbbe 25.9.2019 Karasjooǥǥâst.

source: Lue puhe täältä (pohjoissaameksi).
sms: Looǥǥ saakkvuâr tääiʹben (tâʹvvsäämas).

source: Lisätietoja
sms: Lââʹssteâđ

source: Puheenjohtaja Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sms: Saaǥǥjååʹđteei Tiina Sanila-Aikio, teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
